Repository: myclabs/Inventory
Catalog: application/languages/TEC/syntaxError.tmx
Source language: fr
Languages: en

source: Au moins une parenthèse ouvrante n'est associée à aucune parenthèse fermante.
en: At least one opening bracket is not closed.

source: Au moins une parenthèse fermante n'est associée à aucune parenthèse ouvrante.
en: At least one closing bracket is not opened.

source: Il manque un opérateur dans l'expression « [PART] ».
en: An operator is missing in expression "[PART]".

source: L'expression contient une opérande vide.
en: Expression contains an empty operand.

source: L'opérande « [PART] » contient des caractères non autorisés.
en: Operand "[PART]" contains unauthorized characters.

source: L'élément à sélectionner « [PART] » a une expression invalide.
en: "[PART]" should denote an item to be selected, but its expression is not valid.

source: Dans l'expression « [PART] », l'élément à sélectionner est vide.
en: Item to be selected is empty in expression "[PART]".
